Autodesk.Revit.UI.IMacroManagerUIServerProxy.ShowMacroManagerDialog(Autodesk.Revit.UI.MacroManagerUIData)
Shows dialog Macro Manager main dialog.
data:
The data on initializing the dialog as well as getting the result.
Returns:
True if the dialog was launched successfully, false otherwise.